Repository: amassias/Bibimbap
Catalog: App/Bibimbap/Localizable.xcstrings
Source language: en
Languages: fr

# Afficher l'icône dans la barre des menus
source: Show icon in the menu bar
fr: Afficher l'icône dans la barre des menus

# Ajouter
source: Add
fr: Ajouter

# Barre des menus
source: Menu Bar
fr: Barre des menus

# Bibimbap, aucune souris
source: Bibimbap, no mouse
fr: Bibimbap, aucune souris

# Cette valeur peut rendre la latence des clics perceptible.
source: This value may make click latency noticeable.
fr: Cette valeur peut rendre la latence des clics perceptible.

# Délai
source: Delay
fr: Délai

# État
source: State
fr: État

# Flanc gauche
source: Left side
fr: Flanc gauche

# Fréquence de rapport
source: Report rate
fr: Fréquence de rapport

source: The app becomes an accessory: it disappears from the Dock and app switcher, and reopens from the menu bar.
fr: L'application devient un accessoire : elle disparaît du Dock et du sélecteur d'applications, et se rouvre depuis la barre des menus.

# Masquer l'icône du Dock
source: Hide Dock icon
fr: Masquer l'icône du Dock

# Modèle non reconnu
source: Unknown model
fr: Modèle non reconnu

# Modifications en attente dans la fenêtre
source: Pending changes in the window
fr: Modifications en attente dans la fenêtre

# Nature
source: Type
fr: Nature

# Nombre de paliers actifs
source: Number of active stages
fr: Nombre de paliers actifs

# Ouvrir Bibimbap
source: Open Bibimbap
fr: Ouvrir Bibimbap

# Palier DPI
source: DPI stage
fr: Palier DPI

# Palier DPI, fréquence et profil restent accessibles sans ouvrir la fenêtre.
source: DPI stage, report rate, and profile remain available without opening the window.
fr: Palier DPI, fréquence et profil restent accessibles sans ouvrir la fenêtre.

# Quitter Bibimbap
source: Quit Bibimbap
fr: Quitter Bibimbap

# Rechercher une souris
source: Find a mouse
fr: Rechercher une souris

source: Required while the Dock icon is hidden; without it, the app would have no entry point.
fr: Requise tant que l'icône du Dock est masquée : sans elle, l'application n'aurait plus de point d'entrée.

# Souris endormie
source: Sleeping mouse
fr: Souris endormie

# Survolez une ligne pour situer le bouton sur le schéma.
source: Hover over a row to locate the button on the image.
fr: Survolez une ligne pour situer le bouton sur l’image.

# Synchronise les données du capteur avec chaque rapport.
source: Synchronizes sensor data with each report.
fr: Synchronise les données du capteur avec chaque rapport.

# Valeur
source: Value
fr: Valeur

source: Button map
fr: Repérage des boutons

source: Macro button map
fr: Boutons de macros

source: Position unavailable on the map:
fr: Position indisponible sur la carte :

source: Top view of the mouse
fr: Vue de dessus de la souris

source: configurable buttons
fr: boutons configurables

source: configurable buttons detected
fr: boutons configurables détectés

source: Bibimbap starts in English. This choice only changes the application.
fr: Bibimbap démarre en anglais. Ce choix ne modifie que l’application.

source: Language
fr: Langue

source: The interface updates immediately; reconnecting the mouse is not necessary.
fr: L’interface se met à jour immédiatement ; il n’est pas nécessaire de reconnecter la souris.

# Actif
source: Active
fr: Actif

# Connectée
source: Connected
fr: Connectée

# Déconnectée
source: Disconnected
fr: Déconnectée

# Hors ligne
source: Offline
fr: Hors ligne

# Périphériques
source: Devices
fr: Périphériques

# Profils
source: Profiles
fr: Profils

# Réglages de l’app
source: App Settings
fr: Réglages de l’app

# Souris Pulsar
source: Pulsar mouse
fr: Souris Pulsar

# 1 modification en attente
source: 1 pending change
fr: 1 modification en attente

# Affectation des boutons
source: Button assignment
fr: Affectation des boutons

# Affiche le détail des modifications
source: Show change details
fr: Affiche le détail des modifications

# Alimentation
source: Power
fr: Alimentation

# Alimentation et dongle
source: Power and receiver
fr: Alimentation et dongle

# Allume brièvement l'indicateur à chaque changement de palier.
source: Briefly lights the indicator on each stage change.
fr: Allume brièvement l'indicateur à chaque changement de palier.

# Annuler
source: Revert
fr: Annuler

# Annuler les modifications
source: Revert changes
fr: Annuler les modifications

# Appairage du récepteur
source: Receiver pairing
fr: Appairage du récepteur

# Appairage en cours…
source: Pairing…
fr: Appairage en cours…

# Appairage réussi.
source: Pairing succeeded.
fr: Appairage réussi.

# Appairer un récepteur
source: Pair a receiver
fr: Appairer un récepteur

# Appliquer
source: Apply
fr: Appliquer

# Appliquer les modifications
source: Apply changes
fr: Appliquer les modifications

# Appui
source: Press
fr: Appui

# Appui de touche
source: Key press
fr: Appui de touche

# Arrêter
source: Stop
fr: Arrêter

# Aucun bouton affecté à une macro
source: No button assigned to a macro
fr: Aucun bouton affecté à une macro

# Aucun périphérique ouvert.
source: No device is open.
fr: Aucun périphérique ouvert.

# Aucune souris détectée
source: No mouse detected
fr: Aucune souris détectée

# Aucune souris ne s'est présentée.
source: No mouse presented itself.
fr: Aucune souris ne s'est présentée.

# Augmente la fréquence de balayage du capteur.
source: Raises the sensor scan rate.
fr: Augmente la fréquence de balayage du capteur.

# Augmente la puissance d'émission au détriment de l'autonomie.
source: Increases transmit power at the cost of battery life.
fr: Augmente la puissance d'émission au détriment de l'autonomie.

# Axes séparés
source: Separate axes
fr: Axes séparés

# Batterie
source: Battery
fr: Batterie

# Bouton souris
source: Mouse button
fr: Bouton souris

# Boutons
source: Buttons
fr: Boutons

# Branchez le récepteur, puis lancez l'appairage et allumez la souris à proximité.
source: Plug in the receiver, start pairing, then switch the mouse on nearby.
fr: Branchez le récepteur, puis lancez l'appairage et allumez la souris à proximité.

# Branchez une souris Pulsar en USB, ou connectez son récepteur 2,4 GHz.
source: Connect a Pulsar mouse over USB, or plug in its 2.4 GHz receiver.
fr: Branchez une souris Pulsar en USB, ou connectez son récepteur 2,4 GHz.

# Calibration de rotation
source: Rotation calibration
fr: Calibration de rotation

# Capacités détectées
source: Detected capabilities
fr: Capacités détectées

# Capteur
source: Sensor
fr: Capteur

# Capteur et mouvement
source: Sensor and motion
fr: Capteur et mouvement

# Ce modèle ne gère pas la calibration de rotation.
source: This model does not support rotation calibration.
fr: Ce modèle ne gère pas la calibration de rotation.

# Changement de DPI
source: DPI switch
fr: Changement de DPI

# Changement de polling
source: Polling rate switch
fr: Changement de polling

# Changement de profil
source: Profile switch
fr: Changement de profil

source: Each macro occupies the slot of the button it is assigned to. Assign the Macro function to a button in Customize to create one.
fr: Chaque macro occupe l'emplacement du bouton auquel elle est affectée. Assignez la fonction « Macro » à un bouton dans Personnaliser pour en créer une.

# Chargée, en écartant ce que ce modèle ne peut pas représenter :
source: Loaded, skipping what this model cannot represent:
fr: Chargée, en écartant ce que ce modèle ne peut pas représenter :

# Clic droit
source: Right click
fr: Clic droit

# Clic gauche
source: Left click
fr: Clic gauche

# Clic molette
source: Middle click
fr: Clic molette

# Clic principal
source: Primary click
fr: Clic principal

# Clic secondaire
source: Secondary click
fr: Clic secondaire

# Communication interrompue
source: Communication interrupted
fr: Communication interrompue

# Compense une prise en main légèrement de biais.
source: Compensates for a slightly angled grip.
fr: Compense une prise en main légèrement de biais.

# Connexion
source: Connection
fr: Connexion

# Connexion…
source: Connecting…
fr: Connexion…

# Contraint le déplacement du curseur aux axes.
source: Constrains cursor movement to the axes.
fr: Contraint le déplacement du curseur aux axes.

# Couleur de l'indicateur pour ce palier
source: Indicator colour for this stage
fr: Couleur de l'indicateur pour ce palier

# Créer
source: Create
fr: Créer

# Créer une macro
source: Create a macro
fr: Créer une macro

# Diagnostic
source: Diagnostics
fr: Diagnostic

# Distance de décrochage
source: Lift-off distance
fr: Distance de décrochage

# Déduites du catalogue embarqué et du sondage des commandes.
source: Derived from the bundled catalog and from probing the command set.
fr: Déduites du catalogue embarqué et du sondage des commandes.

# Défilement horizontal
source: Horizontal scroll
fr: Défilement horizontal

# Défilement vertical
source: Vertical scroll
fr: Défilement vertical

# Délai d'inactivité avant la mise en veille du capteur.
source: Idle time before the sensor goes to sleep.
fr: Délai d'inactivité avant la mise en veille du capteur.

# Déplacement
source: Movement
fr: Déplacement

# Désactivé
source: Disabled
fr: Désactivé

# Effet DPI
source: DPI effect
fr: Effet DPI

# Exporter les réglages
source: Export settings
fr: Exporter les réglages

# Exporter un rapport
source: Export a report
fr: Exporter un rapport

# Exporter…
source: Export…
fr: Exporter…

source: Versioned JSON file. Importing fills the draft; nothing reaches the mouse before Apply.
fr: Fichier JSON versionné. L'import remplit le brouillon ; rien n'atteint la souris avant Appliquer.

# Firmware du récepteur
source: Receiver firmware
fr: Firmware du récepteur

# Fixe
source: Steady
fr: Fixe

# Hauteur à laquelle le capteur cesse de suivre.
source: Height at which the sensor stops tracking.
fr: Hauteur à laquelle le capteur cesse de suivre.

# Identifiant
source: Identifier
fr: Identifiant

# Ignore les rebonds mécaniques du contacteur.
source: Ignores mechanical bounce from the switch.
fr: Ignore les rebonds mécaniques du contacteur.

# Importer une sauvegarde
source: Import a backup
fr: Importer une sauvegarde

# Importer…
source: Import…
fr: Importer…

# Indicateur DPI
source: DPI indicator
fr: Indicateur DPI

# Indisponible
source: Unavailable
fr: Indisponible

# Irréversible. Les macros et affectations personnalisées seront perdues.
source: Irreversible. Custom macros and button assignments will be lost.
fr: Irréversible. Les macros et affectations personnalisées seront perdues.

# Jamais
source: Never
fr: Jamais

# La mise à jour arrive en phase 2, une fois la phase 1 validée sur matériel.
source: Updating arrives in phase 2, once phase 1 has been validated on hardware.
fr: La mise à jour arrive en phase 2, une fois la phase 1 validée sur matériel.

source: The silhouette is generic: it locates the buttons without reproducing the manufacturer's artwork.
fr: La silhouette est neutre : elle situe les boutons sans reproduire le visuel du fabricant.

# Lancer
source: Start
fr: Lancer

# Le bouton DPI de la souris parcourt les paliers activés.
source: The mouse's DPI button cycles through the enabled stages.
fr: Le bouton DPI de la souris parcourt les paliers activés.

source: The flashing module stays disabled until phase 1 writes have been validated on real hardware. No website is opened automatically.
fr: Le module de flash reste désactivé tant que les écritures de la phase 1 n'ont pas été validées sur matériel réel. Aucun site n'est ouvert automatiquement.

# Le nombre de répétitions doit aller de 1 à 255.
source: The repeat count must be between 1 and 255.
fr: Le nombre de répétitions doit aller de 1 à 255.

# Le palier actif doit faire partie des paliers activés.
source: The active stage must be one of the enabled stages.
fr: Le palier actif doit faire partie des paliers activés.

# Le périphérique s'est déconnecté.
source: The device disconnected.
fr: Le périphérique s'est déconnecté.

source: The receiver responds, but the mouse is not reporting in. Check that it is switched on, charged and within range, then try again.
fr: Le récepteur répond, mais la souris ne se signale pas. Vérifiez qu'elle est allumée, chargée et à portée, puis réessayez.

# Le récepteur écoute. Allumez la souris à proximité.
source: The receiver is listening. Switch the mouse on nearby.
fr: Le récepteur écoute. Allumez la souris à proximité.

# Lecture des réglages…
source: Reading settings…
fr: Lecture des réglages…

# Lecture…
source: Reading…
fr: Lecture…

# Lisse les micro-vibrations du suivi.
source: Smooths out tracking micro-vibrations.
fr: Lisse les micro-vibrations du suivi.

# Luminosité
source: Brightness
fr: Luminosité

# Mise en veille
source: Sleep timer
fr: Mise en veille

# Mise à jour
source: Update
fr: Mise à jour

# Mode capteur
source: Sensor mode
fr: Mode capteur

# Mode longue portée
source: Long-range mode
fr: Mode longue portée

# Mode performance
source: Performance mode
fr: Mode performance

# Modificateur
source: Modifier
fr: Modificateur

# Modifications non appliquées
source: Changes not applied
fr: Modifications non appliquées

# Modèle
source: Model
fr: Modèle

# Modèles reconnus
source: Recognized models
fr: Modèles reconnus

# Molette
source: Wheel
fr: Molette

# Molette vers le bas
source: Wheel down
fr: Molette vers le bas

# Molette vers le haut
source: Wheel up
fr: Molette vers le haut

# Niveau
source: Level
fr: Niveau

# Niveau de batterie sous lequel la souris réduit sa consommation.
source: Battery level below which the mouse reduces its power draw.
fr: Niveau de batterie sous lequel la souris réduit sa consommation.

# Niveau de performance
source: Performance level
fr: Niveau de performance

# Nom
source: Name
fr: Nom

# Nombre d'exécutions à chaque appui du bouton.
source: How many times the macro runs per button press.
fr: Nombre d'exécutions à chaque appui du bouton.

# Nombre de paliers
source: Stage count
fr: Nombre de paliers

# Non disponible
source: Not available
fr: Non disponible

# Ouvrir Personnaliser
source: Open Customize
fr: Ouvrir Personnaliser

# Palier actif
source: Active stage
fr: Palier actif

# Paliers DPI
source: DPI stages
fr: Paliers DPI

# Paliers activés
source: Enabled stages
fr: Paliers activés

# Personnaliser
source: Customize
fr: Personnaliser

# Polling
source: Polling rate
fr: Polling

# Pris en charge
source: Supported
fr: Pris en charge

# Profil
source: Profile
fr: Profil

# Profil actif
source: Active profile
fr: Profil actif

# Profils matériels
source: Hardware profiles
fr: Profils matériels

# Projet personnel, sans affiliation avec Pulsar.
source: A personal project, not affiliated with Pulsar.
fr: Projet personnel, sans affiliation avec Pulsar.

# Précédent
source: Back
fr: Précédent

# Préparation…
source: Preparing…
fr: Préparation…

# Périphérique
source: Device
fr: Périphérique

# Périphérique introuvable.
source: Device not found.
fr: Périphérique introuvable.

# Périphérique non reconnu
source: Unrecognized device
fr: Périphérique non reconnu

# Raccourci clavier
source: Keyboard shortcut
fr: Raccourci clavier

# Rapport texte contenant les dernières trames échangées, sans donnée personnelle.
source: A text report of the most recent frames exchanged, with no personal data.
fr: Rapport texte contenant les dernières trames échangées, sans donnée personnelle.

# Recherche d'un périphérique…
source: Looking for a device…
fr: Recherche d'un périphérique…

# Rechercher à nouveau
source: Search again
fr: Rechercher à nouveau

# Reconnecter
source: Reconnect
fr: Reconnecter

# Relire
source: Re-read
fr: Relire

# Relire le périphérique
source: Re-read the device
fr: Relire le périphérique

# Relâchement
source: Release
fr: Relâchement

# Relâchement de touche
source: Key release
fr: Relâchement de touche

# Repérage
source: Layout
fr: Repérage

# Respiration
source: Breathing
fr: Respiration

# Restaure les réglages d'usine enregistrés dans la souris.
source: Restores the factory settings stored in the mouse.
fr: Restaure les réglages d'usine enregistrés dans la souris.

# Rotation active
source: Rotation enabled
fr: Rotation active

# Réessayer
source: Try again
fr: Réessayer

# Réglages
source: Settings
fr: Réglages

# Réglages actuels
source: Current settings
fr: Réglages actuels

# Réglages appliqués et relus.
source: Settings applied and read back.
fr: Réglages appliqués et relus.

# Réglages non restaurés :
source: Settings not restored:
fr: Réglages non restaurés :

# Régler séparément les axes horizontal et vertical
source: Set the horizontal and vertical axes separately
fr: Régler séparément les axes horizontal et vertical

# Réinitialisation
source: Reset
fr: Réinitialisation

# Réinitialisation complète
source: Full reset
fr: Réinitialisation complète

# Réinitialiser
source: Reset
fr: Réinitialiser

# Réinitialiser la souris ?
source: Reset the mouse?
fr: Réinitialiser la souris ?

# Réinitialiser…
source: Reset…
fr: Réinitialiser…

# Répétitions
source: Repeats
fr: Répétitions

# Sauvegarde chargée dans le brouillon.
source: Backup loaded into the draft.
fr: Sauvegarde chargée dans le brouillon.

# Sauvegarde illisible
source: Unreadable backup
fr: Sauvegarde illisible

# Sauvegardes
source: Backups
fr: Sauvegardes

# Seuil d'économie
source: Power-saving threshold
fr: Seuil d'économie

# Seuil de basse consommation
source: Low-power threshold
fr: Seuil de basse consommation

# Simulé
source: Simulated
fr: Simulé

# Souris hors ligne
source: Mouse offline
fr: Souris hors ligne

# Suivant
source: Forward
fr: Suivant

# Suivi
source: Tracking
fr: Suivi

# Supprimer
source: Delete
fr: Supprimer

# Synchronise la lecture du capteur avec l'envoi des rapports.
source: Synchronizes sensor reads with report delivery.
fr: Synchronise la lecture du capteur avec l'envoi des rapports.

# Synchronisé
source: In sync
fr: Synchronisé

# Taux de rafraîchissement
source: Report rate
fr: Taux de rafraîchissement

# Temps de rebond
source: Debounce time
fr: Temps de rebond

# Tension
source: Voltage
fr: Tension

# Tir rapide
source: Rapid fire
fr: Tir rapide

# Touche
source: Key
fr: Touche

# Touche menu
source: Menu key
fr: Touche menu

# Touche multimédia
source: Media key
fr: Touche multimédia

source: Every setting, button assignment and macro stored in the mouse will be erased and replaced with factory values. This cannot be undone.
fr: Tous les réglages, affectations de boutons et macros enregistrés dans la souris seront effacés et remplacés par les valeurs d'usine. L'opération est irréversible.

# Ventilateur
source: Fan
fr: Ventilateur

# Verrouillage DPI
source: DPI lock
fr: Verrouillage DPI

# Version du catalogue
source: Catalog version
fr: Version du catalogue

# Version installée
source: Installed version
fr: Version installée

# Version publiée par le fabricant
source: Version published by the manufacturer
fr: Version publiée par le fabricant

# Vitesse
source: Speed
fr: Vitesse

# Vue d'ensemble
source: Overview
fr: Vue d'ensemble

# À propos
source: About
fr: À propos

# Échec de l'écriture — l'état précédent a été restauré.
source: Write failed — the previous state has been restored.
fr: Échec de l'écriture — l'état précédent a été restauré.

# Éclairage
source: Lighting
fr: Éclairage

# Éclairage de l'indicateur de palier, sur la souris.
source: Lighting of the stage indicator on the mouse.
fr: Éclairage de l'indicateur de palier, sur la souris.

# Économie d'énergie
source: Power saving
fr: Économie d'énergie

# Écriture en cours…
source: Writing…
fr: Écriture en cours…

# Écriture…
source: Writing…
fr: Écriture…

# Étapes
source: Steps
fr: Étapes

# État matériel incertain
source: Hardware state uncertain
fr: État matériel incertain

# État matériel incertain.
source: Hardware state uncertain.
fr: État matériel incertain.

# Éteint
source: Off
fr: Éteint

source: %d macro(s) outside this model's slots
fr: %d macro(s) hors des emplacements de ce modèle

source: %d pending changes
fr: %d modifications en attente

source: %d/%d bytes — accented characters count as two.
fr: %1$d/%2$d octets — les accents en comptent deux.

source: A %d-byte report is too long for this device.
fr: Un rapport de %d octets est trop long pour ce périphérique.

source: A macro cannot exceed %d steps.
fr: Une macro ne peut pas dépasser %d étapes.

source: A macro name must be 1 to %d bytes; “%@” uses %d.
fr: Le nom d'une macro doit tenir en 1 à %1$d octets ; « %2$@ » en fait %3$d.

source: Above %d ms, click latency becomes noticeable.
fr: Au-delà de %d ms, la latence des clics devient perceptible.

source: Battery %d%%
fr: Batterie %d %%

source: Battery %d%% — charging
fr: Batterie %d %% — en charge

source: Bibimbap, battery %d%%
fr: Bibimbap, batterie %d %%

source: Bibimbap, battery %d%%, charging
fr: Bibimbap, batterie %d %%, en charge

source: Button %d
fr: Bouton %d

source: Firmware button %d
fr: Bouton firmware %d

source: Firmware button %d (not available on this model)
fr: Bouton firmware %d (absent de ce modèle)

source: Debounce time cannot exceed %d ms.
fr: Le temps de rebond ne peut pas dépasser %d ms.

source: Device opening denied (code %d).
fr: Ouverture du périphérique refusée (code %d).

source: HID report write failed (code %d).
fr: Échec d'écriture du rapport HID (code %d).

source: Maximum %d Hz via %@.
fr: Maximum %1$d Hz via %2$@.

source: Profile %d
fr: Profil %d

source: Slot %d — no macro saved.
fr: Emplacement %d — aucune macro enregistrée.

source: Slot %d · %d/%d steps
fr: Emplacement %1$d · %2$d/%3$d étapes

source: Stage %d
fr: Palier %d

source: Stage %d (%@) must be a multiple of the sensor step.
fr: Le palier %1$d (%2$@) doit être un multiple du pas du capteur.

source: Stage %d adjusted to %d DPI
fr: Palier %1$d ramené à %2$d DPI

source: Stage %d color
fr: Couleur du palier %d

source: Stage %d — %d DPI
fr: Palier %1$d — %2$d DPI

source: Stage %d — %d × %d DPI
fr: Palier %1$d — %2$d × %3$d DPI

source: Stage %d — %@ DPI
fr: Palier %1$d — %2$@ DPI

source: This backup uses version %d, which this app cannot read.
fr: Cette sauvegarde est en version %d, que cette application ne sait pas relire.

source: This model supports 1 to %d DPI stages.
fr: Ce modèle accepte de 1 à %d paliers DPI.

source: This model supports up to %d Hz on this connection.
fr: Ce modèle ne dépasse pas %d Hz sur cette connexion.

source: Unknown (%d)
fr: Inconnue (%d)

source: %d configurable buttons detected for %@.
fr: %d boutons configurables détectés pour %@.

source: %d of %d bytes
fr: %d octets sur %d

source: %d of %d steps
fr: %d étapes sur %d

source: %d stages
fr: %d paliers

source: 127 Pulsar model images
fr: 127 images de modèles Pulsar

source: About Bibimbap
fr: À propos de Bibimbap

source: Active DPI
fr: DPI actif

source: Add Event
fr: Ajouter un événement

source: Add a mouse or keyboard event to build this macro.
fr: Ajoutez un événement de souris ou de clavier pour construire cette macro.

source: Adjust DPI, polling rate and sensor behavior
fr: Réglez les DPI, la fréquence d’interrogation et le comportement du capteur

source: All settings, button assignments and macros stored in the mouse will be replaced by factory defaults.
fr: Tous les réglages, affectations de boutons et macros stockés dans la souris seront remplacés par les valeurs d’usine.

source: Appearance
fr: Apparence

source: Apply
fr: Appliquer

source: Assign another Macro action in Customize to add a hardware slot.
fr: Affectez une autre action Macro dans Personnaliser pour ajouter un emplacement matériel.

source: Assign the Macro action to a button in Customize. Its hardware slot will then appear here.
fr: Affectez l’action Macro à un bouton dans Personnaliser. Son emplacement matériel apparaîtra ensuite ici.

source: Assigned to
fr: Affectée à

source: Automatically follows macOS
fr: Suit automatiquement macOS

source: Back
fr: Précédent

source: Backup loaded into pending changes.
fr: Sauvegarde chargée dans les modifications en attente.
